Repository: chaohua27/passwordtech
Catalog: languages/*.po
Languages: dutch

source: Select columns
dutch: Kolommen selecteren

source: Select at least one column.
dutch: Selecteer minimaal één kolom.

source: Error while formatting string
dutch: Fout bij het formatteren van de tekenreeks

source: Invalid UTF-16 character encoding
dutch: Ongeldige UTF-16 teken codering

source: Error while converting string to UTF-8
dutch: Fout bij het converteren van reeks naar UTF-8

source: Error while decoding UTF-8 string
dutch: Fout bij het decoderen van UTF-8 tekenreeks

source: Unicode string too long
dutch: Unicode tekenreeks te lang

source: Invalid ANSI or UTF-8 character encoding, or Unicode string too long
dutch: Ongeldige ANSI- of UTF-8-tekencodering, of Unicode tekenreeks te lang

source: Error while encoding Unicode string
dutch: Fout bij het coderen van Unicode-tekenreeks

source: Out of disk space
dutch: Er is niet voldoende opslagruimte beschikbaar

source: Could not open file/execute operation "%s".
dutch: Kon bestand/bewerking "%s" niet openen/uitvoeren.

source: Source file does not contain enough trigrams
dutch: Bronbestand bevat niet genoeg trigrammen

source: Database settings
dutch: Database instellingen

source: Default user name for new entries:
dutch: Standaard gebruikersnaam voor nieuwe vermeldingen:

source: Generate passwords for new entries using format sequence:
dutch: Genereer wachtwoorden voor nieuwe vermeldingen met behulp van een opmaakvolgorde:

source: Generate test password using format sequence
dutch: Genereer een testwachtwoord met behulp van de opmaakvolgorde

source: Encryption algorithm:
dutch: Encryptie-algoritme:

source: %s with %d-bit key
dutch: %s met %d-bit sleutel

source: Number of key derivation rounds:
dutch: Aantal sleutelafleidingsrondes:

source: Calculate number of rounds for a 1 second delay
dutch: Bereken het aantal ronden voor een vertraging van 1 seconde

source: Invalid number of key derivation rounds.
dutch: Ongeldig aantal rondes voor sleutelafleiding.

source: By default, new entries expire after the following number of days:
dutch: Standaard vervallen nieuwe vermeldingen na het volgende aantal dagen:

source: For new entries, save the following number of previous passwords:
dutch: Voor nieuwe vermeldingen, sla het volgende aantal laatste wachtwoorden op:

source: Changing number of KDF iterations
dutch: Het aantal KDF-herhalingen wijzigen

source: Computing derived key ...
dutch: Berekenen van afgeleide sleutel ...

source: Key-value list editor
dutch: Sleutel-waardelijsten bewerken

source: Properties
dutch: Eigenschappen

source: Property
dutch: Eigenschap

source: Location
dutch: Locatie

source: Size
dutch: Grootte

source: Format version
dutch: Formaat versie

source: Number of entries
dutch: Aantal vermeldingen

source: Number of expired entries
dutch: Aantal verlopen vermeldingen

source: Number of tags
dutch: Aantal labels

source: Compression
dutch: Compressie

source: Enable data compression (Deflate)
dutch: Gebruik datacompressie (Leeglopen)

source: <- Low compression, fast | High compression, slow ->
dutch: <- Lage compressie, snel | Hoge compressie, langzaam ->

source: Confirm password
dutch: Wachtwoord bevestigen

source: Password quality estimation is disabled
dutch: Wachtwoordkwaliteit inschatting uitgeschakeld

source: Estimate password quality
dutch: Schat de wachtwoordkwaliteit in

source: Password history
dutch: Wachtwoord geschiedenis

source: Password changed
dutch: Wachtwoord gewijzigd

source: Password changed:
dutch: Wachtwoord gewijzigd:

source: Keep last passwords - up to:
dutch: Bewaar de laatste wachtwoorden - tot:

source: Set Date/Time
dutch: Datum/Tijd instellen

source: Password database entry is being edited.
dutch: Wachtwoorddatabase invoer wordt bewerkt.

source: Password database contains unsaved changes.
dutch: Wachtwoorddatabase bevat niet-opgeslagen wijzigingen.

source: Filtered
dutch: Gefilterd

source: Remove filter
dutch: Filter verwijderen

source: Build...
dutch: Maken...

source: Build character set definition
dutch: Maak een tekenset definitie

source: Character Set Builder
dutch: Tekenset maken

source: Character set selection
dutch: Selectie van tekenset

source: Tag/comment
dutch: Label/opmerking

source: Resulting character set definition
dutch: Resulterende karakterset definitie

source: Apply
dutch: Toepassen

source: Lower-case letters (a-z)
dutch: Kleine letters (a-z)

source: Upper-case letters (A-Z)
dutch: Hoofdletters (A-Z)

source: Digits (0-9)
dutch: Cijfers (0-9)

source: Characters from range:
dutch: Tekens uit het bereik:

source: Additional characters:
dutch: Extra tekens:

source: At least
dutch: Minstens

source: From:
dutch: Van:

source: to:
dutch: tot:

source: Invalid character range.
dutch: Ongeldig tekenbereik.
