Repository: chaohua27/passwordtech
Catalog: languages/*.po
Languages: dutch

source: Clear clipboard when closing/locking database
dutch: Klembord wissen wanneer database gesloten/vergrendeld is

source: Lock database when minimizing application or database window
dutch: Database vergrendelen wanneer de toepassing of het databasevenster geminimaliseerd is

source: Lock database after the following idle time (seconds):
dutch: Database vergrendelen na de volgende tijd van inactiviteit (seconden):

source: Save automatically
dutch: Automatisch opslaan

source: Create backup of database before saving
dutch: Maak een back-up van de database voordat u deze opslaat

source: Number backups consecutively - up to:
dutch: Nummer back-ups opeenvolgend - tot:

source: Open window on startup
dutch: Open venster wanneer programma start

source: Open last used database on startup
dutch: Open de laatst gebruikte database bij het opstarten

source: Keep list of recently opened files
dutch: Lijst met recent geopende bestanden bijhouden

source: Warn if database contains expired entries
dutch: Waarschuwen wanneer de database verlopen vermeldingen bevat

source: Warn if database contains entries that will expire soon
dutch: Waarschuwen wanneer de database vermeldingen bevat die bijna verlopen

source: Number of days:
dutch: Aantal dagen:

source: Save automatically:
dutch: Automatisch opslaan:

source: After adding/modifying an entry
dutch: Na het toevoegen/wijzigen van een item

source: After every change
dutch: Na elke verandering

source: Default autotype sequence:
dutch: Standaard autotype-reeks:

source: Maximum number of hot keys (%d) reached.
dutch: Maximaal aantal sneltoetsen (%d) bereikt.

source: This hot key has already been assigned.
dutch: Deze sneltoets is al toegewezen.

source: %s (%d-bit key, operates on %d-bit blocks)
dutch: %s (%d-bitsleutel, verwerkt %d bitblokken)

source: Benchmark results (data size: %d MB):
dutch: testresultaten (data grootte: %d MB):

source: Enter password:
dutch: Voer wachtwoord in:

source: Confirm password:
dutch: Bevestig wachtwoord:

source: Cancel
dutch: Annuleren

source: Passwords are not identical.
dutch: Wachtwoorden komen niet overeen.

source: Encrypt
dutch: Versleutelen

source: Decrypt
dutch: Decodering

source: Remember password (seconds):
dutch: Wachtwoord onthouden (seconden):

source: Key file for password database:
dutch: Sleutelbestand voor wachtwoorddatabase:

source: (None)
dutch: (Geen)

source: Enter a password and/or select a key file.
dutch: Voer wachtwoord in en/of selecteer sleutelbestand.

source: The selected key file does not exist.
dutch: Het geselecteerde sleutelbestand bestaat niet.

source: Password is empty.
dutch: Wachtwoord is leeg.

source: Key file successfully created.
dutch: Sleutelbestand succesvol aangemaakt.

source: Error while creating key file: %s.
dutch: Fout bij aanmaken van het sleutelbestand: %s.

source: Key files
dutch: Sleutelbestanden

source: Create key file
dutch: Genereer sleutelbestand

source: Password List
dutch: Wachtwoordlijst

source: Save As File...
dutch: Opslaan als bestand...

source: Save password list
dutch: Wachtwoordlijst opslaan

source: Error while creating file "%s": %s.
dutch: Fout bij het aanmaken van bestand "%s": %s.

source: File "%s" successfully created.
dutch: Bestand "%s" succesvol aangemaakt.

source: Advanced Password Options
dutch: Geavanceerde wachtwoordopties

source: Exclude ambiguous characters
dutch: Dubbelzinnige tekens uitsluiten

source: First character must not be a lower-case letter
dutch: Het eerste teken mag geen kleine letter zijn

source: Don't separate words by a space
dutch: Scheid woorden niet met een spatie

source: Don't separate words and characters by a '-' character
dutch: Scheid woorden en tekens niet met '-' tekens

source: Reverse default order of character/word combinations
dutch: Draai de standaardvolgorde van teken-/woordcombinaties om

source: Include at least one upper-case letter (A-Z)
dutch: Wachtwoord moet minimaal één hoofdletter (A-Z) bevatten

source: Include at least one lower-case letter (a-z)
dutch: Wachtwoord moet minimaal één kleine letter (a-z) bevatten

source: Include at least one digit (0-9)
dutch: Wachtwoord moet minimaal één cijfer (0-9) bevatten

source: Include at least one special symbol (!"#$%...)
dutch: Het wachtwoord moet minimaal één speciaal teken bevatten (!"#$%...)

source: Include at least one character from each subset
dutch: Het wachtwoord moet minimaal één teken uit elke subtekenset bevatten

source: Only include characters from custom character set
dutch: Gebruik alleen tekens uit de aangepaste tekenset

source: Exclude repeating consecutive characters (e.g. aa, 11)
dutch: Sluit een reeks van hetzelfde teken uit (bijv. aa, 11)

source: Remove leading and trailing whitespace characters
dutch: Verwijder spaties aan het begin en einde

source: Exclude duplicate entries in password lists
dutch: Dubbele vermeldingen in wachtwoordlijsten uitsluiten

source: Assign entropy value to each password in password lists
dutch: Wijs een entropiewaarde toe aan elk wachtwoord in wachtwoordlijsten

source: Capitalize first letter of each word
dutch: Elk woord begint met een hoofdletter

source: Convert all words in word lists to lower-case
dutch: Converteer alle woorden in woordenlijsten naar kleine letters

source: Each character must occur only once
dutch: Elk teken mag slechts één keer voorkomen

source: Each word must occur only once
dutch: Elk woord mag slechts één keer voorkomen

source: Redefine ambiguous characters:
dutch: Het herdefiniëren van dubbelzinnige karakters:

source: Redefine special symbols:
dutch: Speciale tekens opnieuw definiëren:

source: Min./Max. length of words in word lists (except default word list):
dutch: Minimale/maximale Lengte van woorden in woordenlijsten (behalve standaardwoordenlijst):

source: Redefine separators in passphrases:
dutch: Scheidingstekens in wachtwoordzinnen opnieuw definiëren:

source: Words:
dutch: Woorden:

source: Words/characters:
dutch: Woorden/tekens:

source: Trigram file for generating phonetic (pronounceable) passwords:
dutch: Trigrambestand voor het genereren van fonetische (uitspreekbare) wachtwoorden:

source: Applies to pass_words_.
dutch: Geldt voor wachtwoorden_.

source: Applies to pass_phrases_.
dutch: Geldt voor wachtwoordzinnen_.

source: Applies to formatted passwords.
dutch: Geldt voor wachtwoorden opmaak.

source: Applies to phonetic passwords.
dutch: Geldt voor fonetische wachtwoorden.

source: Selecting one of these options might reduce the security of generated passwords.
dutch: Als u een van deze opties kiest, kan de wachtwoordbeveiliging afnemen.

source: Deselect All
dutch: Alles deselecteren

source: Invert Selection
dutch: Selectie omkeren

source: Create Random Data File
dutch: Een bestand met willekeurige gegevens maken

source: File name:
dutch: Bestandsnaam:

source: File size:
dutch: Bestandsgrootte:

source: Close
dutch: Afsluiten

source: Create file
dutch: Bestand aanmaken

source: Invalid file size.
dutch: Ongeldige bestandsgrootte.

source: Not enough free disk space available to create the file.
dutch: niet genoeg vrije schijfruimte beschikbaar om het bestand te maken.

source: Creating random data file ...
dutch: Willekeurig gegevensbestand maken ...

source: %d of %d %s written.
dutch: %d van %d %s geschreven.

source: File "%s" successfully created. %d bytes written.
dutch: Bestand "%s" succesvol aangemaakt. %d Bytes geschreven.

source: Error while creating file "%s": %s. %d bytes written.
dutch: Fout bij het aanmaken van bestand "%s": %s. %d Bytes geschreven.

source: Profile Editor
dutch: Profiel-editor

source: Load
dutch: Laden

source: Confirm
dutch: Bevestigen

source: Profile name:
dutch: Profiel naam:

source: Move up
dutch: Naar boven bewegen

source: Move down
dutch: Naar beneden bewegen

source: Save "advanced password options" for this profile
dutch: "Geavanceerde wachtwoordopties opslaan" voor dit profiel

source: Delete profile "%s"?
dutch: Profiel "%s" verwijderen?

source: Delete %d profiles?
dutch: Verwijder %d profielen?

source: Maximum number of profiles (%d) reached. Please delete or overwrite profiles.
dutch: Maximaal aantal profielen (%d) bereikt. Verwijder of overschrijf profielen.

source: A profile with the name "%s" already exists. Do you want to overwrite it?
dutch: Er bestaat al een profiel met de naam "%s". Wil je het overschrijven??

source: Create Trigram File
dutch: Trigrambestand maken

source: Source file (e.g., dictionary, word list):
dutch: Bronbestand (bijv. woordenboek, woordenlijst):

source: Destination file (trigram file):
dutch: Doelbestand (trigram bestand):

source: Trigram file "%s" successfully created. %d trigrams evaluated. %1.2f bits of entropy per letter.
dutch: Trigram bestand "%s" succesvol aangemaakt. %d trigrammen geëvalueerd. %1.2f Entropie bits per letter.

source: Process was cancelled by the user
dutch: Proces is geannuleerd door de gebruiker

source: About %s
dutch: Over %s

source: Current language: %s Translator: %s
dutch: Huidige taal: %s Vertaler: %s

source: This program is distributed under the terms and conditions of the GNU General Public License (GPL).
dutch: Dit programma wordt gedistribueerd onder de voorwaarden van de GNU General Public License (GPL).

source: View license
dutch: Bekijk licentie

source: Donor ID:
dutch: Donateur-ID:

source: Quick help
dutch: Snelle hulp

source: Position Automatically
dutch: Automatisch positioneren

source: You can use the following placeholders:
dutch: U kunt de volgende tijdelijke aanduidingen gebruiken:

source: without ambiguous characters
dutch: zonder dubbelzinnige karakters

source: Special symbols
dutch: Speciale symbolen

source: Brackets
dutch: Haakjes

source: Punctuation marks
dutch: Leestekens

source: Higher ANSI characters
dutch: Hogere ANSI-tekens

source: Generate phonetic password (lower-case letters)
dutch: Genereer fonetisch wachtwoord (kleine letters)

source: Generate phonetic password (upper-case letters)
dutch: Genereer fonetisch wachtwoord (hoofdletters)

source: Generate phonetic password (mixed-case letters)
dutch: Genereer fonetisch wachtwoord (hoofd- en kleine letters)

source: You can use the following syntax to specify a (minimum) number N of characters for a character set:
dutch: De volgende zinsbouw kan worden gebruikt om een ​​(minimum) aantal N tekens op te geven:

source: N = Include exactly N characters. N+ = Include at least N characters.
dutch: N = Gebruik precies N tekens. N+ = Gebruik minimaal N tekens.

source: Comments may be provided in square brackets "[...]" at the beginning of the sequence.
dutch: Opmerkingen kunnen aan het begin tussen vierkante haken worden geplaatst "[...]de volgorde moet worden gespecificeerd.

source: Format specifiers have the form "[*][N]x" or "[*][M-N]x", where the optional argument "N" specifies the number of repetitions (between 1 and 99999), "M-N" specifies a random number of repetitions in the range from M to N, and "x" is the actual format specifier/placeholder. The optional asterisk (*) means that each character must occur only once in the sequence. Example: "16u" means "Insert 16 random upper-case letters into the password".
dutch: Formaat specificaties hebben de vorm "[*][N]x" of "[*][M-N]x", waarbij het optionele argument "N" het aantal herhalingen (tussen 1 en 99999) aangeeft, "M-N" een willekeurig aantal herhalingen in bereik M tot N, en "x" is de werkelijke formaatspecificatie/ tijdelijke aanduiding. De optionele asterisk (*) betekent dat elk karakter slechts één keer in de reeks mag voorkomen. Voorbeeld: "16u" betekent "Voeg 16 willekeurige hoofdletters in het wachtwoord in".

source: List of placeholders with optional argument "N":
dutch: Lijst met tijdelijke aanduidingen met optioneel argument "N":

source: Custom character set
dutch: Aangepaste tekenset

source: Vowels, lower-case
dutch: Klinkers, kleine letters

source: Vowels, mixed-case
dutch: Klinkers, hoofdletters en kleine letters

source: Vowels, upper-case
dutch: Klinkers, hoofdletters

source: Consonants, lower-case
dutch: Medeklinkers, kleine letters

source: Consonants, mixed-case
dutch: Medeklinkers, hoofdletters en kleine letters

source: Consonants, upper-case
dutch: Medeklinkers, hoofdletters

source: List of special format specifiers (possible usage of argument "N" is indicated by "{N}"):
dutch: Lijst met speciale formaatspecificaties (mogelijk gebruik van argument "N" wordt aangegeven door "{N}"):

source: Insert password generated via "Include characters/words"
dutch: Voer het wachtwoord in dat is gegenereerd via "Inclusief tekens/woorden\

source: Words from word list, multiple words are separated by spaces
dutch: Woorden uit woordenlijst, meerdere woorden worden gescheiden door spaties

source: Words, multiple words are not separated at all
dutch: Woorden, meerdere woorden worden niet gescheiden

source: Repeat input sequence in brackets N times
dutch: Herhaal de invoerreeks tussen haakjes N keer

source: Randomly permute formatted sequence in brackets, keep N characters
dutch: Zet willekeurig de geformatteerde reeks tussen haakjes om, behoud N tekens

source: Treat sequence as character set and insert N characters
dutch: Behandel de reeks als een tekenset en voeg N tekens in

source: Additional notes:
dutch: Aanvullende opmerkingen:

source: Text enclosed with quotation marks "..." is copied verbatim to the password.
dutch: Tekst tussen aanhalingstekens "..." is letterlijk gekopieerd naar het wachtwoord.

source: MP Password Generator
dutch: MP Wachtwoord generator

source: Master password
dutch: Hoofdwachtwoord

source: Enter password...
dutch: Voer wachtwoord in...

source: Clear
dutch: Verwijderen

source: Expiry countdown:
dutch: Aftellen tot vervaldatum:

source: Ask for password confirmation
dutch: Vraag om wachtwoordbevestiging

source: Show checksum of password:
dutch: Toon controlegetal van wachtwoord:

source: Key expires after the following time (seconds):
dutch: De sleutel verloopt na de volgende tijd (seconden):

source: Provide compatibility with "Hashapass"
dutch: Zorg voor compatibiliteit met "Hashapass"

source: Add password length to parameter
dutch: Wachtwoordlengte toevoegen aan parameter

source: Autotype sequence:
dutch: Autotype reeks:

source: Password generator
dutch: wachtwoord generator

source: %d ch. / %.1f bits per ch.
dutch: %d tekens / %.1f bits per teken

source: Resulting password:
dutch: Resulterend wachtwoord:

source: Use as default random generator
dutch: Gebruik als standaard willekeurige generator

source: Alphanumeric
dutch: Alfanumeriek

source: Hexadecimal
dutch: Hexadecimaal

source: Key has expired.
dutch: Sleutel is verlopen.

source: Key has been cleared.
dutch: Sleutel is gewist.

source: New key generated.
dutch: Nieuwe sleutel gegenereerd.

source: Enter or paste some text into the box below, press mouse buttons, or move your mouse within the window.
dutch: Voer of plak wat tekst in het onderstaande vak, druk op de muisknoppen of beweeg uw muis binnen het venster.

source: %d bits of entropy have been added to the random pool.
dutch: %d Entropiebits werden toegevoegd aan de willekeurige pool.

source: Database not encrypted, or invalid key
dutch: Database niet gecodeerd of ongeldige sleutel

source: File contents modified, or invalid key
dutch: Bestandsinhoud gewijzigd of ongeldige sleutel

source: Unknown file format
dutch: Onbekend bestandsformaat

source: Invalid file format
dutch: Ongeldig bestandsformaat

source: Title
dutch: Titel

source: Title:
dutch: Titel:

source: User name
dutch: Gebruikersnaam

source: User name:
dutch: Gebruikersnaam:

source: Password
dutch: Wachtwoord

source: Password:
dutch: Wachtwoord:

source: Keyword
dutch: Trefwoord

source: Keyword:
dutch: Trefwoord:

source: Notes
dutch: Notities

source: Notes:
dutch: Notities:

source: Key-value list
dutch: Lijst met sleutelwaarden

source: Key-value list:
dutch: Lijst met sleutelwaarden:

source: Creation time
dutch: Gemaakt

source: Creation time:
dutch: Gemaakt:

source: Last modification
dutch: Laatste wijziging

source: Last modification:
dutch: Laatste wijziging:

source: Tags
dutch: Labels

source: Tags:
dutch: Labels:

source: Select and add existing tag
dutch: Selecteer en voeg een bestaand label toe

# tags
source: All
dutch: Alle

source: All search results
dutch: Alle zoekresultaten

source: Untagged
dutch: Zonder label

source: Key
dutch: Sleutel

source: Value
dutch: Waarde

source: Edit
dutch: Bewerken

source: View
dutch: Weergave

source: New...
dutch: Nieuw...

source: Open...
dutch: Openen...

source: Open as Read-only...
dutch: Openen als alleen-lezen...

source: Save
dutch: Opslaan

source: Save As...
dutch: Opslaan als...

source: Lock
dutch: Vergrendelen

source: Clear Recently Opened List
dutch: Lijst met recent geopende bestanden wissen

source: Unlock
dutch: Ontgrendelen

source: Export to
dutch: Exporteren naar

source: CSV File...
dutch: CSV Bestand...

source: Database Settings...
dutch: Database Instellingen...

source: Properties...
dutch: Eigenschappen...

source: Change Master Password...
dutch: Hoofdwachtwoord wijzigen...

source: Copy User Name
dutch: Kopieer Gebruikersnaam

source: Copy Password
dutch: Kopieer wachtwoord

source: Open URL
dutch: URL openen

source: Run
dutch: Uitvoeren

source: Add Entry
dutch: Item toevoegen

source: Duplicate Entry
dutch: Item verdubbelen

source: Delete Entry
dutch: Item verwijderen

source: Show Columns
dutch: Kolommen weergeven

source: Show Passwords in List
dutch: Wachtwoorden in lijst weergeven

source: Sort Entries By
dutch: Sorteer items op

source: Unsorted
dutch: Ongesorteerd

source: Ascending
dutch: Oplopend

source: Descending
dutch: Aflopend

source: Sort Tags By
dutch: Labels sorteren op

source: Name
dutch: Naam

source: Frequency
dutch: Frequentie

source: Change List Font...
dutch: Lettertype voor lijst wijzigen...

source: Reset List Font
dutch: Lijstlettertype resetten

source: Change Password Font...
dutch: Wachtwoordlettertype wijzigen...

source: Previous entry
dutch: Vorige invoer

source: Next entry
dutch: Volgende invoer

source: Accept changes
dutch: Wijzigingen accepteren

source: Undo changes
dutch: Wijzigingen ongedaan maken

source: Search...
dutch: Zoeken...

source: Clear search
dutch: Zoekopdracht wissen

source: Perform search
dutch: Zoekopdracht uitvoeren

source: Case-sensitive
dutch: Hoofdlettergevoelig

source: Fuzzy search
dutch: Vage zoekopdracht ("fuzzy")

source: Select fields...
dutch: Selecteer velden...

source: Lock/unlock database
dutch: Database vergrendelen/ontgrendelen

source: Left-click: Hide/show password, right-click: Generate password
dutch: Linkermuisknop: wachtwoord verbergen/tonen, rechtermuisknop: wachtwoord genereren

source: Hide/show notes
dutch: Notities weergeven/verbergen

source: Notes hidden - click here to display
dutch: Notities verborgen - klik hier om te bekijken

source: Unlock %s
dutch: %s ontgrendelen

source: Open %s
dutch: %s openen

source: Create new database
dutch: Nieuwe database aanmaken

source: Could not find database file: "%s".
dutch: Kan databasebestand niet vinden: "%s".

source: Error while opening database file: %s.
dutch: Fout bij het openen van het databasebestand: %s.

source: The selected file is already opened.
dutch: Het geselecteerde bestand is al geopend.

source: The currently selected entry has been changed. Do you want to save the changes?
dutch: Het geselecteerde item is gewijzigd. Wilt u de wijzigingen opslaan?

source: The database has been changed. Do you want to save the changes?
dutch: De database is gewijzigd. Wilt u de wijzigingen opslaan?

source: An untitled database cannot be locked.
dutch: Een naamloze database kan niet worden geblokkeerd.

source: Could not save backup file "%s".
dutch: Kan back-upbestand niet opslaan: "%s".

source: Error while saving database file: %s.
dutch: Fout bij het opslaan van het databasebestand: %s.

source: Please finish editing the current entry before adding new entries.
dutch: Maak het bewerken van de huidige invoer af voordat er nieuwe worden toegevoegd Voeg items toe.

source: %d entries with passwords have been added.
dutch: %d vermeldingen met wachtwoorden zijn toegevoegd.

source: 1 entry found.
dutch: 1 vermelding gevonden.

source: %d entries found.
dutch: %d vermeldingen gevonden.

source: Search via hot key.
dutch: Zoeken via sneltoets.

source: No matching keyword found for window text "%s".
dutch: Geen overeenkomend trefwoord gevonden voor venstertekst "%s".

source: New Entry
dutch: Nieuwe Vermelding

source: Please specify at least a title or password.
dutch: Geef minimaal een titel of wachtwoord op.

source: Delete 1 entry?
dutch: Verwijder 1 item?

source: Delete %d entries?
dutch: %d itemsVerwijderen?

source: Enter OLD master password
dutch: Voer het OUDE hoofdwachtwoord in

source: Enter NEW master password
dutch: Voer NIEUW hoofdwachtwoord in

source: Master password successfully changed.
dutch: Hoofdwachtwoord succesvol gewijzigd.

source: Old master password is invalid.
dutch: Oud hoofdwachtwoord is ongeldig.

source: Untitled
dutch: Naamloos

# noun
source: Copy
dutch: Kopiëren

source: Database successfully exported to CSV file.
dutch: Database succesvol geëxporteerd naar CSV-bestand.

source: Error while creating CSV file: %s.
dutch: Fout bij het maken van CSV-bestand: %s.

source: Password databases
dutch: Wachtwoord databases

source: CSV files
dutch: CSV-bestanden

source: Format password
dutch: Wachtwoord formatteren

source: Rearrange Entry
dutch: Item opnieuw ordenen

source: Move to Top
dutch: Naar bovenkant verplaatsen

source: Move up by one
dutch: Ga één stap omhoog

source: Move down by one
dutch: Ga één stap omlaag

source: Move to Bottom
dutch: Naar onderkant verplaatsen

source: The maximum tag length is %d characters. Longer tags have been shortened.
dutch: De maximale lengte van een tag is %d tekens. Langere tags zijn ingekort.

source: Enter master password
dutch: Voer het hoofdwachtwoord in

source: Enter master password again
dutch: Voer het hoofdwachtwoord opnieuw in

source: Master password is invalid.
dutch: Hoofdwachtwoord is ongeldig.

source: Edit key-value list
dutch: Bewerk sleutel-waardelijst

source: Profile "%s" not found.
dutch: Profiel "%s" niet gevonden.

source: Password expiry
dutch: Wachtwoord vervaldatum

source: Expires:
dutch: Verloopt:

source: Change expiry date
dutch: Vervaldatum wijzigen

source: Expired entries
dutch: Verlopen vermeldingen

source: Entries that will expire soon
dutch: Vermeldingen die binnenkort verlopen

source: Entries with Weak Passwords
dutch: Vermeldingen met zwakke wachtwoorden

source: %d days
dutch: %d Dagen

source: The database contains expired entries. Do you want to filter these entries now?
dutch: De database bevat verlopen vermeldingen. Wilt u deze nu filteren?

source: The database contains entries that will expire soon. Do you want to filter these entries now?
dutch: De database bevat vermeldingen die binnenkort verlopen. Wilt u deze nu filteren?

source: Locked
dutch: Geblokkeerd

source: Set Recovery Password...
dutch: Herstelwachtwoord instellen...

source: Remove Recovery Password...
dutch: Herstelwachtwoord verwijderen...

source: Enter recovery password
dutch: Voer het herstelwachtwoord in

source: Recovery password successfully set.
dutch: Herstelwachtwoord succesvol ingesteld.

source: Recovery password is invalid.
dutch: Herstelwachtwoord is ongeldig.

source: Recovery password successfully removed.
dutch: Herstelwachtwoord succesvol verwijderd.

source: Recovery password set
dutch: Herstel wachtwoord ingesteld

source: Yes
dutch: Ja

source: No
dutch: Nee

source: Database format error: %s. Database version: %d.%d Highest supported version: %d.%d
dutch: Database formaat fout: %s. Database versie: %d.%d Hoogst ondersteunde versie: %d.%d
