Repository: chaohua27/passwordtech
Catalog: languages/*.po
Languages: dutch

source: Warning
dutch: Waaschuwing

source: Question
dutch: Vraag

source: Error
dutch: Fout

source: Profile:
dutch: Profiel:

source: Settings
dutch: Instellingen

source: Include Characters (Pass*words*)
dutch: Gebruik tekens (Wacht*woorden*)

source: Length:
dutch: Lengte:

source: Character Set:
dutch: Tekenset:

source: Show details
dutch: Details weergeven

source: Include Words (Pass*phrases*)
dutch: Woorden toevoegen (Wachtwoord*zinnen*)

source: Number:
dutch: Nummer:

source: Word List File:
dutch: Bestand met woordenlijst:

source: Browse
dutch: Bladeren

source: Specify length*:
dutch: Geef lengte op*:

source: Combine Words with Characters
dutch: Combineer woorden met tekens

source: Format password:
dutch: Wachtwoord formaat:

source: Run script:
dutch: Script uitvoeren:

source: Reload script
dutch: Script opnieuw laden

source: Multiple passwords:
dutch: Meerdere wachtwoorden

source: Generate
dutch: Genereren

source: Generate to Clipboard
dutch: Genereren naar Klembord

source: Generate to File...
dutch: Genereren naar Bestand...

source: Advanced
dutch: Geavanceerd

source: %d option(s) active
dutch: %d Optie(s) actief

source: Deactivate All Options
dutch: Alle Opties Uitschakelen

source: Deactivate All Starred (*) Options
dutch: Alle Optiie met Ster (*) deactiveren

source: Generated Password
dutch: Gegenereerd wachtwoord

source: Click on "Generate"
dutch: Klik op "Genereren"

source: Hide/show password
dutch: Wachtwoord verbergen/tonen

source: Hold left mouse button to drag & drop password
dutch: Houd de linkermuisknop ingedrukt om het wachtwoord te slepen en neer te zetten

source: File
dutch: Bestand

source: Profile
dutch: Profiel

source: Profile Editor...
dutch: Profiel-editor...

source: Exit
dutch: Stoppen

source: Tools
dutch: Hulpmiddelen

source: Clear Clipboard
dutch: Klembord leegmaken

source: Encrypt Clipboard...
dutch: Klembord versleutelen...

source: Decrypt Clipboard...
dutch: Klembord decoderen...

source: Create Random Data File...
dutch: Een bestand met willekeurige gegevens maken...

source: Create Trigram File...
dutch: Trigrambestand maken...

source: MP Password Generator...
dutch: MP-wachtwoordgenerator...

source: Deterministic Random Generator
dutch: Deterministische willekeurige generator

source: Reset
dutch: Opnieuw instellen

source: Deactivate
dutch: Deactiveren

source: Provide Additional Entropy
dutch: Zorg voor extra Entropie

source: As Text...
dutch: Als Tekst...

source: From File...
dutch: Van bestand...

source: Options
dutch: Opties

source: Configuration...
dutch: Configuratie...

source: Language
dutch: Taal

source: Always on Top
dutch: Venster altijd bovenop

source: Hide Entropy Progress
dutch: Verberg entropievoortgang

source: Save Settings on Exit
dutch: Instellingen opslaan bij afsluiten

source: Save Settings Now
dutch: Instellingen nu opslaan

source: Help
dutch: Hulp

source: Open Manual
dutch: Gebruikershandleiding Openen

source: Command Line Arguments...
dutch: Opdrachtregel argumenten...

source: Visit Website
dutch: Website Bezoeken

source: Get Translations...
dutch: Vertalingen downloaden...

source: Donate...
dutch: Doneren...

source: Check for Updates
dutch: Controleer op updates

source: Timer Info...
dutch: Informatie over Timers...

source: About %s...
dutch: Over %s...

source: Restore %s
dutch: %s Herstellen

source: Generate Password
dutch: Wachtwoord Genereren

source: Generate and Show Password...
dutch: Wachtwoord Genereren en Weergeven...

source: Generate and Autotype Password
dutch: Genereer en Autotype Wachtwoord

source: Open user manual
dutch: Open de Gebruikershandleiding

source: Usage:
dutch: Gebruik:

source: Display this help message.
dutch: Toon deze helptekst.

source: Do not write to disk unless explicitly requested.
dutch: Schrijf niet naar schijf tenzij expliciet aangevraagd.

source: Load profile named 'profilename' on start-up.
dutch: Laad profiel met naam 'profielnaam' bij opstarten.

source: Generate 'number' of passwords and display on the console, then close application.
dutch: Genereer 'aantal' wachtwoorden en geef ze weer op de console, sluit vervolgens het programma.

source: Launch application in the background.
dutch: Start programma op de achtergrond.

source: Open database named 'filename' on start-up and show password manager window.
dutch: Open de database met de naam 'bestandsnaam' bij het opstarten en geef het wachtwoordbeheervenster weer.

source: Clear clipboard (text contents only)
dutch: Klembord leegmaken (alleen tekstinhoud)

source: Clipboard text encryption (left-click) or decryption (right-click)
dutch: Versleuteling (linkermuisklik) of ontsleuteling (rechtermuisklik) van de tekst in het klembord

source: Load, create or delete profiles
dutch: Profielen laden, maken of verwijderen

source: Generate passwords based on a master password
dutch: Genereer wachtwoorden op basis van een hoofdwachtwoord

source: Main configuration of the program
dutch: Hoofdconfiguratie van het programma

source: All files
dutch: Alle Bestanden

source: Text files
dutch: Tekstbestanden

source: Trigram files
dutch: Trigram bestanden

source: Undo
dutch: Ongedaan maken

source: Cut
dutch: Knippen

source: Copy
dutch: Kopiëren

source: Encrypt && Copy
dutch: Versleutelen en Kopiëren

source: Paste
dutch: Plakken

source: Perform Autotype
dutch: Autotype Uitvoeren

source: Add to Database
dutch: Toevoegen aan Database

source: Delete
dutch: Verwijderen

source: Select All
dutch: Alles Selecteren

source: Clear List
dutch: Lijst verwijderen

source: Remove Entry
dutch: Verwijder Item

source: Editable
dutch: Bewerkbaar

source: Enable Password Testing
dutch: Wachtwoordtesten Inschakelen

source: Change Font...
dutch: Lettertype Wijzigen...

source: Select high-entropy file
dutch: Selecteer bestand met hoge Entropie

source: Manage passwords in encrypted databases
dutch: Wachtwoordbeheerder met gecodeerde databases

source: Reload profile
dutch: Profiel opnieuw laden

source: Add profile
dutch: Profiel toevoegen

source: Set up...
dutch: Instellen...

source: Password Manager...
dutch: Wachtwoordbeheerder...

source: Enter Donor Key...
dutch: Voer Donorsleutel in...

source: Reset All Window Positions
dutch: Alle vensters opnieuw rangschikken

source: Could not read random seed file "%s".
dutch: Fout bij het lezen van het willekeurige seed-bestand "%s".

source: Could not write to random seed file "%s".
dutch: Fout bij het schrijven van willekeurig seed-bestand "%s".

source: Unknown command line switch(es): %s
dutch: Onbekende opdrachtregel-schakelaar(s): %s

source: Error while loading word list file "%s".
dutch: Fout bij het laden van het woordenlijstbestand "%s".

source: Error while loading list of common passwords: %s.
dutch: Fout bij het laden van de lijst met veelvoorkomende wachtwoorden: %s.

source: %s encountered %d error(s) during startup:
dutch: %d fout(en) zijn opgetreden tijdens het starten van %s:

source: If you like %s, please consider making a donation. Thank you!
dutch: Als je %s leuk vindt, overweeg dan een Donatie. Dank u wel

source: Character set "%s" is invalid.
dutch: Tekenset "%s" is ongeldig.

source: Error while writing to configuration file: %s.
dutch: Fout bij het schrijven van het configuratiebestand: %s.

source: %d characters / %.1f bits per character
dutch: %d tekens / %.1f bits per teken

source: %d words / %.1f bits per word
dutch: %d woorden / %.1f bits per woord

source: Could not open trigram file.
dutch: Kan trigrambestand niet openen.

source: Invalid trigram file.
dutch: Ongeldig trigrambestand.

source: Matches common password!
dutch: Komt overeen met een algemeen Wachtwoord!

source: Text successfully encrypted.
dutch: Tekst succesvol versleuteld.

source: Text successfully decrypted.
dutch: Tekst succesvol gedecodeerd.

source: Could not open clipboard.
dutch: Kon klembord niet openen.

source: The text to be encrypted is too long.
dutch: De te versleutelen tekst is te lang.

source: No text available to process.
dutch: Geen tekst beschikbaar voor verwerking.

source: Not enough memory available to perform the operation. Try to use a shorter text.
dutch: Niet genoeg geheugen beschikbaar om de te ondersteunenuit te voeren. Probeer het met een kortere tekst.

source: Decryption failed. This may be attributed to the following reasons:
dutch: Decodering mislukt. Mogelijke redenen hiervoor zijn:

source: - You entered a wrong password.
dutch: - U hebt een onjuist wachtwoord ingevoerd.

source: - The text is corrupted. - The text is not encrypted.
dutch: - De tekst is onjuist. - De tekst is niet gecodeerd.

source: This should not have happened: Decryption successful, but decompression failed.
dutch: Dit had niet mogen gebeuren: Decodering succesvol, maar Decompressie mislukt.

source: Could not register the following hot keys:
dutch: De volgende sneltoetsen konden niet worden geregistreerd:

source: Invalid number of passwords. Allowed range is %d-%d.
dutch: Ongeldig aantal wachtwoorden. Toegestane bereik van waarden is %d-%d.

source: The selected file already exists. Do you want to append passwords to this file (existing passwords will be preserved), or do you want to completely overwrite it? Yes -> append passwords, No -> overwrite file, Cancel -> cancel process.
dutch: Het geselecteerde bestand bestaat al. Wilt u wachtwoorden toevoegen aan het bestand (bestaande wachtwoorden blijven intact), of wilt u het bestand volledig overschrijven? Ja -> Wachtwoorden toevoegen, Nee -> bestand overschrijven, Annuleren -> Proces Annuleren.

source: Passphrase: Invalid length range.
dutch: Wachtwoordzin: Ongeldig lengtebereik.

source: If the option "Each character must occur only once" is activated, the password length is limited to %d unique characters.
dutch: Als de optie "Elk teken mag slechts één keer" voorkomen is geactiveerd, is de lengte van het wachtwoord beperkt tot %d unieke tekens.

source: If the option "Each word must occur only once" is activated, the number of words is limited to the size of the word list (%d).
dutch: Als de optie "Elk woord mag maar één keer" voorkomen is geactiveerd, is het aantal woorden beperkt tot de grootte van de woordenlijst (%d).

source: Error while loading script: %s.
dutch: Fout bij het laden van script: %s.

source: Generating password
dutch: Wachtwoord genereren

source: Generating password list
dutch: Wachtwoordlijst genereren

source: %d of %d passwords generated.
dutch: %d van %d Wachtwoorden gegenereerd.

source: "P" is not specified
dutch: "P" is niet gespecificeerd

source: Password not available
dutch: Wachtwoord niet beschikbaar

source: Password too long
dutch: Wachtwoord te lang

source: %d invalid format specifier(s): %s
dutch: %d ongeldige opmaakspecificatie(s): %s

source: Executing script
dutch: Script uitvoeren

source: Waiting for script ...
dutch: Wachten op script ...

source: Script thread was terminated forcibly. Please check script for infinite loops.
dutch: Beëindiging van scriptthread is geforceerd. Controleer het script voor Eindeloze lussen.

source: The estimated list size will probably exceed the internal memory limit. Please reduce the number of passwords
dutch: De geschatte grootte van de lijst zal waarschijnlijk de interne geheugenlimiet overschrijden. Verminder het aantal wachtwoorden

source: The memory limit of the password list has been reached. The number of passwords has been reduced to %d.
dutch: De opslaglimiet voor de wachtwoordlijst is overschreden. Het aantal wachtwoorden is teruggebracht tot %d.

source: %d passwords generated.
dutch: %d wachtwoorden gegenereerd.

source: %d passwords generated. Entropy of the first password: %d bits. Maximum entropy of the entire list: %d bits.
dutch: %d wachtwoorden gegenereerd. Entropie van het eerste wachtwoord: %d bits. Maximale entropie van de gehele lijst: %d bits.

source: Password copied to clipboard.
dutch: Wachtwoord naar klembord gekopieerd.

source: Copying password list ...
dutch: Kopieer wachtwoordlijst ...

source: Password list copied to clipboard.
dutch: Wachtwoordlijst gekopieerd naar klembord.

source: File "%s" successfully created. %d passwords written.
dutch: Bestand "%s" succesvol aangemaakt. %d wachtwoorden geschreven.

source: An error has occurred during password generation: %s.
dutch: Er is een fout opgetreden tijdens het genereren van het wachtwoord: %s.

source: An error has occurred while trying to send/ process the password data: %s.
dutch: Bij het proberen om wachtwoordgegevens te verzenden is er een fout opgetreden: %s.

source: %d passwords written to file "%s".
dutch: %d Wachtwoorden naar bestand "%s geschreven".

source: %d bits / %d characters
dutch: %d Bits / %d Tekens

source: Invalid character set.
dutch: Ongeldige karakterset.

source: default (English) trigrams
dutch: Standaard-Trigram (Engels)

source: (with different frequencies)
dutch: (met verschillende frequenties)

source: File "%s"
dutch: Bestand "%s"

source: (phonetic, based on trigram frequencies from the following source: <%s>)
dutch: (fonetisch, gebaseerd op trigram frequenties uit de volgende bron: <%s>)

source: The character set you entered is invalid. It must contain at least 2 different characters.
dutch: De door u ingevoerde tekenset is ongeldig. Het moet minimaal 2 verschillende tekens bevatten.

source: Currently loaded character set:
dutch: Momenteel geladen karakterset:

source: Could not open file.
dutch: Kan bestand niet openen.

source: Not enough valid words.
dutch: Niet genoeg geldige woorden.

source: Select word list file
dutch: Selecteer bestand met woordenlijst

source: Error while loading the file "%s": %s
dutch: Fout bij het laden van bestand "%s": %s

source: default (English) word list
dutch: Standaardwoordenlijst (Engels)

source: Currently loaded word list:
dutch: Momenteel geladen woordenlijst:

source: First word:
dutch: Eerste woord:

source: Random word:
dutch: Willekeurig woord:

source: Last word:
dutch: Laatste woord:

source: The version of this language (%s) is not compatible with this program version. This version of %s requires a language version of at least %s. Do you want to use it anyway?
dutch: De versie van deze taal (%s) is niet compatibel met deze programmaversie. Deze versie van %s vereist een Taalversie van ten minste. %s. Wil je het nog steeds gebruiken??

source: The version of this language (%s) is higher than the version of this program (%s). Therefore, version incompatibilities may occur. Do you want to use it anyway?
dutch: De versie van deze taal (%s) is hoger dan de versie van dit programma (%s). Daarom kunnen er versie-incompatibiliteiten optreden. Wil je het nog steeds gebruiken??

source: The program has to be restarted in order for the changes to take effect. Do you want to restart now?
dutch: Het programma moet opnieuw worden gestart, zodat de veranderingen effect hebben. Wilt u nu opnieuw opstarten?

source: Password is too long to show it in a message box like this. It has been copied to the clipboard.
dutch: Wachtwoord is te lang om te tonen in een berichtvak zoals dit. Het is gekopieerd naar het klembord.

source: The generated password is: %s The estimated security is %d bits. Yes -> copy password to clipboard, No -> generate new password, Cancel -> cancel process.
dutch: Het gegenereerde wachtwoord is: %s De geschatte veiligheid is %d Bits. Ja -> Wachtwoord naar klembord kopiëren, Nee -> nieuw wachtwoord genereren, Annuleren -> Het Proces annuleren.

source: All entries will be removed from the list. Are you sure?
dutch: Alle vermeldingen worden uit de lijst verwijderd. Weet je het zeker?

source: Total Entropy Bits: %d
dutch: Totaal aantal entropiebits: %d

source: High-resolution timer used: %s. Current value: %s.
dutch: Hoge-resolutie timer gebruikt: %s Huidige waarde: %s.

source: Could not download version file
dutch: Kon versiebestand niet downloaden

source: Version or URL not specified in version file, or unknown file format
dutch: Versie of URL niet gespecificeerd in versiebestand, of onbekende indeling van versiebestand

source: A new version (%s) of %s is available! Do you want to visit the download page now?
dutch: Er is een nieuwe versie (%s) van %s beschikbaar! Wilt u nu naar de downloadpagina gaan??

source: (NOTE: %s)
dutch: (KENNISGEVING: %s)

source: Your version of %s is up-to-date.
dutch: Uw versie van %s is up-to-date.

source: Error while checking for updates: %s.
dutch: Fout bij het controleren op updates: %s.

source: WARNING: Random generator is deterministic (press F7 to deactivate)!
dutch: WAARSCHUWING: De willekeurige generator is deterministisch (F7 om uit te schakelen)!

source: Clipboard cleared.
dutch: Klembord gewist.

source: Profile "%s" activated.
dutch: Profiel "%s" geactiveerd.

source: Deterministic random generator has been ACTIVATED.
dutch: Deterministische willekeurige getallengenerator INGESCHAKELD.

source: Deterministic random generator has been RESET.
dutch: Deterministische willekeurige generator is GERESET.

source: Deterministic random generator has been DEACTIVATED.
dutch: Deterministische willekeurige getallengenerator UITGESCHAKELD.

source: Selected profile "%s".
dutch: Profiel "%s" geselecteerd.

source: Generating %d password(s) ...
dutch: Genereer van %d wachtwoorden ...

source: Command line function "gen" is only effective when %s is run from the console.
dutch: De opdrachtregelfunctie "gen" is alleen effectief, wanneer %s wordt gestart vanaf de console.

source: Your donor key has expired: The maximum number of updates has been reached.
dutch: Uw donorsleutel is verlopen: Het maximale aantal updates is bereikt.

source: Donor key is invalid.
dutch: Donor sleutel is ongeldig.

source: Donor Key
dutch: Donor Sleutel

source: Enter donor key:
dutch: Voer donorsleutel in:

source: Your Donor ID is: %s Supported number of updates: %s
dutch: Uw donor-ID is: %s Ondersteund aantal updates: %s

source: Unlimited
dutch: Onbeperkt

source: Thank you for your support!
dutch: Bedankt voor uw steun!

source: Copy this information to the clipboard?
dutch: Deze informatie naar het klembord kopiëren?

source: Donor key has expired.
dutch: Donorsleutel is verlopen.

source: Settings saved.
dutch: Instellingen opgeslagen.

source: Save password
dutch: Wachtwoord opslaan

source: Clear Password Cache
dutch: Wachtwoordcache wissen

source: Password cache cleared.
dutch: Wachtwoordcache gewist.

source: Select Lua script file
dutch: Selecteer Lua-scriptbestand

source: Waiting for active threads to finish ...
dutch: Wacht tot de actieve threads klaar zijn ...

source: Donate at least one of the following amounts to receive a Donor Key: %d EUR / %d USD: Valid for current version and %d updates. %d EUR / %d USD: Valid for the entire lifetime of main version 3 (unlimited updates). Do you want to donate now?
dutch: Doneer minstens één van de volgende bedragen om een ​​donor sleutel te ontvangen: %d EUR / %d USD: Ggeldig voor de huidige versie en %d updates. %d EUR / %d USD: Geldig voor de gehele levensduur van versie 3 (onbeperkt aantal updates). Wilt u nu doneren?

source: Could not access registry key %s.
dutch: Toegang tot registersleutel geweigerd: %s.

source: Configuration
dutch: Configuratie

source: General
dutch: Algemeen

source: Security
dutch: Beveiliging

source: Hot Keys
dutch: Sneltoetsen

source: Files
dutch: Bestanden

source: Database
dutch: Databank

source: User interface style:
dutch: Gebruikersinterface stijl:

source: Application icon:
dutch: Toepassingspictogram:

source: Change font for the GUI controls:
dutch: Lettertype voor GUI-besturingselementen wijzigen:

source: Select font
dutch: Selecteer lettertype

source: Restore Default
dutch: Herstel Standaardinstellingen

source: Show system tray icon constantly
dutch: Systeemvakpictogram constant weergeven

source: Minimize program to system tray
dutch: Minimaliseer het programma naar het systeemvak

source: Minimize before performing autotype
dutch: Minimaliseren voordat u autotype uitvoert

source: Autotype delay between characters (ms):
dutch: Autotypevertraging tussen tekens (ms):

source: Ask before exiting application
dutch: Vraag voordat u de applicatie verlaat

source: Launch application on system startup (for current user)
dutch: Toepassing uitvoeren bij opstarten van systeem (voor huidige gebruiker)

source: Load the following profile on startup:
dutch: Laad het volgende profiel bij het opstarten:

source: Benchmark...
dutch: Snelheidstest...

source: Data size for benchmark test
dutch: datavolume voor snelheidstest

source: Encryption algorithm for generating random data via random pool:
dutch: encryptiealgoritme voor het genereren van willekeurige gegevens:

source: Test passwords against list of common passwords
dutch: Test wachtwoorden met een lijst met veelvoorkomende wachtwoorden

source: Use advanced password strength estimation (%s)
dutch: Wachtwoordkwaliteit met uitgebreid algoritme (%s) inschatten

source: Clear clipboard automatically after the following time (seconds):
dutch: Klembord automatisch wissen na de volgende tijd (seconden):

source: Clear password box automatically after the following time (seconds):
dutch: Wachtwoordvak automatisch wissen na de volgende tijd (seconden):

source: Automatic check for updates
dutch: Automatisch zoeken naar updates

source: Daily
dutch: Dagelijks

source: Weekly
dutch: Wekelijks

source: Monthly
dutch: Maandelijks

source: Disabled
dutch: Uitgeschakeld

source: Actions
dutch: Acties

source: Show/restore main window
dutch: Hoofdvenster weergeven/herstellen

source: No further action
dutch: Geen verdere actie

source: Generate single password in main window
dutch: Genereer één wachtwoord in het hoofdvenster

source: Generate multiple passwords
dutch: Meerdere wachtwoorden genereren

source: Generate password and copy it to the clipboard
dutch: Wachtwoord genereren en naar klembord kopiëren

source: Generate password and show it in a message box
dutch: Wachtwoord genereren en weergeven in tekstvak

source: Generate password and perform autotype
dutch: Genereer wachtwoord en voer autotype uit

source: Open MP password generator
dutch: Open MP wachtwoordgenerator

source: Show password manager
dutch: Wachtwoordbeheerder weergeven

source: Show MP password generator
dutch: MP Wachtwoordbgenerator weergeven

source: Search database for keyword in window title
dutch: Zoek in de database naar trefwoord in de titel van het venster

source: Search database for keyword and perform autotype
dutch: Doorzoek de database en voer Autotype uit

source: Shortcut to assign:
dutch: Sneltoetsen toewijzen:

source: Add
dutch: Toevoegen

source: Remove
dutch: Verwijderen

source: Shortcut
dutch: Sneltoets

source: Action
dutch: Actie

source: Please select a hot key action.
dutch: Selecteer een sneltoetsactie.

source: Character encoding of text files
dutch: Teken codering van tekstbestanden

source: Newline character sequence
dutch: Tekenreeks voor regelafbrekingen ("newline")

source: Select language:
dutch: Selecteer taal:

source: Install...
dutch: Installeren...

source: Select language file to install
dutch: Selecteer de taal om te installeren

source: Language files
dutch: Taalbestanden

source: Language already installed
dutch: Taal reeds geïnstalleerd

source: Language file already exists: "%1"
dutch: Taalbestand bestaat al: "%1"

source: Language "%1" installed successfully.
dutch: Taal "%1" succesvol geïnstalleerd.

source: Could not copy file "%1" to "%2"
dutch: Kon bestand "%1" niet kopiëren naar "%2"

source: Could not install language: %1.
dutch: Kon taal niet installeren: %1.

source: Are you sure you want to remove "%1"?
dutch: Weet u zeker dat u "%1" wilt verwijderen??

source: Language "%1" successfully removed.
dutch: Taal "%1" succesvol verwijderd.

source: Could not delete file "%1".
dutch: Kan bestand niet verwijderen: "%1".
